---
kind: other
id: Properties.T:Autodesk.Revit.DB.ClosestPointsPairBetweenTwoCurves
source: html/1b89270f-c14d-abf9-2a15-917c61419616.htm
---
# ClosestPointsPairBetweenTwoCurves Properties

Distance from point on first curve to the point on second curve.